[
  {
    "Question Id": 10017,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10018,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10019,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10020,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10021,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10022,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10023,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10024,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10025,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10026,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10027,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10028,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10029,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10030,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10031,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10032,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10033,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10034,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10035,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10036,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10037,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10038,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10039,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },
  {
    "Question Id": 10040,
    "Type": "MCQ",
    "Text": "",
    "Ans": 0,
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 0
  },

[
  {
    "Question Id": 10041,
    "Type": "SA",
    "Text": "1. What is the food called when food blends completely with acidic gastric juices of the stomach by the churning movements of the muscular wall.",
    "Ans": "The food stays in the stomach for 4-5 hours during which it gets blended completely with the acidic gastric juice present in the stomach through churning movements of the muscular walls. At this point, the food is referred to as chyme.The food stays in the stomach for 4-5 hours during which it gets blended completely with the acidic gastric juice present in the stomach through churning movements of the muscular walls. At this point, the food is referred to as chyme.",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10042,
    "Type": "SA",
    "Text": " Name the tissue or cells that secrete the enzyme enterokinase, which activates Trypsinogen. How is it activated?",
    "Ans": "The enzyme enterokinase activates trypsinogen to trypsin. The enzyme is secreted by the intestinal mucosa.",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10043,
    "Type": "SA",
    "Text": "Where in the alimentary canal, absorption of water, alcohol and simple sugars take place?",
    "Ans": "In the wall of the stomach",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10044,
    "Type": "SA",
    "Text": "List the enzymes that are involved in the breakdown of nucleotides into bases and sugars",
    "Ans": "Nucleotidases and nucleosidases.",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10045,
    "Type": "SA",
    "Text": "What is digestion?",
    "Ans": "Digestion is the process of converting complex food substances into simpler substances that can be absorbed through mechanical and biochemical methods.",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10046,
    "Type": "SA",
    "Text": "Which glands are associated with the alimentary canal?",
    "Ans": "The salivary glands, the liver and the pancreas, are the lists of glands, associated with the alimentary canal",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10047,
    "Type": "LA",
    "Text": "What are Flavius and Murellus angry about at the beginning of the play?",
    "Ans": "Flavius and Murellus are initially angry because they see a number of commoners neglecting their work. They learn that the commoners are celebrating Caesar’s defeat of his archrival Pompey. Flavius and Murellus wonder why Pompey’s death should be considered a good thing, considering the people of Rome used to adore him. They are upset that the people turned their affections so quickly to Caesar, and that Caesar is becoming too self-important. Even though Flavius and Murellus do not appear again in the play, they are the first to voice the distrust of Caesar that eventually leads to his murder later in the play.",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10048,
    "Type": "LA",
    "Text": "Why does Caesar decide to go to the Senate despite his wife’s warnings?",
    "Ans": "Caesar goes to the Senate because his ambition surpasses his desire to comfort his wife. After Calpurnia’s terrifying nightmare that portends Caesar’s assassination, Caesar initially agrees to stay home, despite his belief that nothing can change his fate. Midway through the scene, Decius—one of the conspirators—arrives to escort Caesar to the Senate. Not wanting to lie about the reason he refuses to attend, Caesar informs Decius of Calpurnia’s dream. Knowing that he needs to convince Caesar to come, Decius tells two lies. First, he reinterprets Calpurnia’s vision, insisting that the blood in her dream does not represent death, but instead represents the life and renewal Caesar will bring about for the Romans. Second, Decius says the Senate plans to crown Caesar the first emperor of Rome. Decius’s two lies stoke Caesar’s thirst for power and convince him to go to the Senate despite Calpurnia’s warnings, ultimately leading to Caesar’s doom.",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10049,
    "Type": "LA",
    "Text": "Why does Brutus allow Antony to speak at Caesar’s funeral?",
    "Ans": "Brutus allows Antony to speak at Caesar’s funeral in the hopes that doing so will work to the conspirators’ benefit. Brutus plans to make a speech to the Roman people, outlining the reasons for Caesar’s death, and he tells Antony that he can speak afterward. Brutus instructs Antony to speak well of the conspirators: “You shall not in your funeral speech blame us, / But speak all good you can devise of Caesar, / And say you do ’t by our permission.” Cassius strongly objects to this plan, pointing out that there’s no way to know “how much the people may be moved / By that which he will utter.” Brutus insists, however, that having Antony speak at Caesar’s funeral will help justify the conspirators’ actions in the eyes of the Roman people. Later, this plan goes awry. Although Brutus’s words temporarily win the crowd’s sympathies, Antony goes on to deliver a moving speech full of masterful rhetoric that quickly turns the Roman people against the conspirators, leading to a riot and, later, war. Brutus’s mistake in letting Antony speak derails the conspirators’ cause and leads to tragedy.",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  },
  {
    "Question Id": 10050,
    "Type": "LA",
    "Text": "How does Cassius die?",
    "Ans": "Cassius kills himself with the same sword that killed Caesar because he believes his friend Titinius has been captured by enemy troops. Cassius sends Titinius to ride to a distant camp and determine whether the camp belongs to friends or enemies. Pindarus, Cassius’s servant, reports that a group of men on horseback surround Titinius and take him captive. Aggrieved and ashamed that he should “live so long / To see my best friend ta’en before my face,” Cassius decides he too must die. However, Cassius doesn’t take his own life, technically avoiding suicide as he instructs Pindarus to “guide” the sword. The audience learns immediately after Cassius dies that Titinius was never captured and is alive among friends. Cassius thus kills himself for no good reason. Although he appeared politically savvy and cunning throughout the play, Cassius proves in the final act he is not as shrewd as the audience is led to believe.",
    "Options": "",
    "Pos": 1,
    "Neg": 0,
    "OwnCorrection": 1
  }
]